AcFileSelectFlags
These enum values are used as flags bits in the nFlags argument of
AcDbHostApplicationServices::selectFile(). Some of them are used by
AutoCAD's calls to selectFile() and should not be used by other
callers.  They are included here because they may be seen by
selectFile callback handlers (see
AcadHostApplicationServices::registerSelectFileCallback()).